tap "homebrew/cask-versions" # For docker-edge, etc
tap "homebrew/cask-fonts" # For installing preferred terminal fonts, etc
tap "heroku/brew" # For the Heroku CLI

brew "ansible"
brew "awk"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bzip2"
brew "curl"
brew "diffstat"
brew "diffutils"
brew "ffmpeg"
brew "file-formula"
brew "findutils"
brew "gnu-tar"
brew "gnu-getopt"
brew "gnupg2"
brew "gpatch"
brew "graphicsmagick"
brew "grep"
brew "groff"
brew "gzip"
brew "heroku"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "less"
brew "libxml2"
brew "libxslt"
brew "lsof", link: true
brew "make"
brew "ncurses"
brew "openssl"
brew "pipenv"
brew "redis"
brew "rsync"
brew "screen"
brew "socat"
brew "sqlite"
brew "ssh-copy-id"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "whois"
brew "youtube-dl"
brew "zplug"
brew "zsh-completions"